{"images": [], "names": [{"name": "Quint Trombone", "origin": "English", "link": "", "primary": false}, {"name": "Trombone Quint", "origin": "English", "link": "", "primary": true}], "description": "Skinner is the only source to list Quint Trombone: A Pedal reed of 10-2/3' pitch, frequently borrowed from the Great 16' Trumpet. When used in combination with Pedal 16' Trombone, the resultant 32' effect is most impressive. It is a neglected resource. Audley is the only source to list Trombone Quint: So firmly convinced are we of the value of its distinctive tone, that in our suggestive tonal scheme for the Concert-room Organ of the Twentieth Century, we have inserted in the First Organ (Great) a Trombone, 8 ft., and in the Fourth Organ (Brass-wind) the complete Trombone family; namely, a Contra-Trombone, 16 ft., Trombone, 8 ft., Trombone Quint, 5-1/3 ft., and Trombone Octave, 4 ft. It would be difficult to overrate the importance of such a combination of lingual stops at the disposal of the organist; yet it has never appeared in any executed Organ. Audsley published his stop dictionary in 1921. In the decades following, Frederick C. Mayer, organist and choirmaster at the Cadet Chapel, United States Military Academy, West Point, New York, USA, expanded the organ there based on Audsley's concepts. Today it includes Trombones in the Chancel Pedal at 10-2/3', 5-1/3', 4', 3-1/5', 2-2/3', and 2', and in the Harmonic division at 5-1/3', 3-1/5', 2-2/3', and 1-3/5'.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "The only known example of Trombone Quint is thay cited by Audsley above. The only known examples of Quint Trombone are given below.", "examples": [{"link": "", "name": "Quint Trombone 10-2/3', Pedal; Royal Albert Hall, London, England; Harrison & Harrison 1924, 1933. This example appears to be an independent rank."}, {"link": "", "name": "Quint Trombone 10-2/3', Pedal; Chapel, Princeton University, Princeton, New Jersey, USA; Skinner 1927. Borrowed from Great 16' Contra Tromba."}, {"link": "", "name": "Quint Trombone 10-2/3', Pedal; Woolsey Hall, Yale University, New Haven, Connecticut, USA; Skinner 1928. Borrowed from Great 16' Trombone."}, {"link": "", "name": "Quint Trombone 10-2/3', Pedal; Chapel, Duke University, Durham, North Carolina, USA; Aeolian 1930. Borrowed from Great 16' Contra Tromba."}], "soundClips": [], "bibliography": []}