{"images": [], "names": [{"name": "Tuba Horn", "origin": "English", "link": "", "primary": true}, {"name": "Harmonic Tuba", "origin": "English", "link": "HarmonicTuba.html", "primary": false}], "description": "Maclean writes: During his association with the Wurlitzer Company, Hope-Jones produced a mezzo-forte edition of [Tuba Sonora] called Tuba Horn, as the basic chorus reed of the Wurlitzer Theatre organ. Strony provides more details: The Harmonic Tuba and Tuba Horn as used in a Wurlitzer, are one and the same. In its middle range, the sound is dark and has a haunting quality. The bottom notes resemble the sound of a real symphonic tuba. Virtually every theatre organ over 10 ranks has a Tuba Horn. While this is a wonderful sound, it comes on small organs with mixed blessings. Its sound is very round and dark; i.e. not very bright. While it's pretty when played with the Tibias, or as a solo voice, it is not a sound that completes the full ensemble of a small theatre organ. It is an important filler sound that binds all of the brighter sounds, like the Strings, Color Reeds, and Trumpet to the fundamental sounds, like the Diapasons and Tibias. Other builders made a totally different sounding Tuba Horn. Some examples are much brighter and more useful in smaller instruments where there is only one chorus reed. Barton, Morton, Kimball, and others made good examples. The Tuba Horn appears in the pedal division at 16' and 8' pitch. On rare occasions, it appears at 32' pitch. In the manuals, it appears at 16', 8', and 4' pitch. At 16' pitch, the Tuba Horn is sometimes called Tuba Profunda or Ophicleide. At 4' pitch it is called Clarion, Tuba Clarion, Harmonic Clarion, or even Clarion Horn. In the Pedal Division, the Tuba Horn is usually the loudest 16' pedal stop, although the 16' Diaphonic Diapason is often fuller, but less bright. Irwin claims that Tuba Horn is a synonym for Bass Horn. There are other varieties of Harmonic Tuba.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains a dozen examples of Tuba Horn, all in Wurlitzer theatre organs, unified to 16', 8' and 4' pitch, except for the following:", "examples": [{"link": "", "name": "Tuba Horn 8', Choir; Auditorium, Ocean Grove, New Jersey, USA; Hope-Jones 1907."}, {"link": "", "name": "Harmonic Tuba 8'; John Ledwon Residence, Agoura, California, USA; Wurlitzer."}], "soundClips": [], "bibliography": []}