{"images": [{"file": "LabialTuba$.gif", "subtitle": ""}], "names": [{"name": "Tuba Imperial", "origin": "English?", "link": "", "primary": false}, {"name": "Tuba Magna", "origin": "Latin?", "link": "", "primary": false}, {"name": "Tuba Major", "origin": "English?", "link": "", "primary": false}, {"name": "Tuba Mirabilis", "origin": "Latin?", "link": "", "primary": true}, {"name": "Schweizer Trompete", "origin": "German", "link": "", "primary": false}], "description": "While some authorities make subtle distinctions between these names, they are effectively synonymous, denoting a Tuba of extraordinary power, among the most powerful of all stops. Wedgwood, Audsley and Sumner do not even admit any distinction between Tuba and Tuba Mirabilis. The name Tuba Mirabilis was apparently first used in 1840 at the Town Hall, Birmingham, England for a stop originally named Ophicleide. These stops speak on high pressure, anywhere from 8\" to 25\" or more. They may employ double-length (harmonic) resonators in the treble. The name Tuba Major is also sometimes used as a synonym for Contra Tuba. Strony tells us all large theatre organs included a Tuba Mirabilis, the finest examples being by Wurlitzer, having a dark yet very powerful tone. While this stop is almost invariably a reed stop, Audsley describes a labial (flue) Tuba Mirabilis invented by W. E. Haskell of Brattleboro, Vermont, USA, speaking on 15\" of wind. He does not describe it in any detail, but does give the accompanying drawing. Compare with Pedal Tromba. Haskell's patent may be found at the web site of the U.S. Patent Office, http://patft.uspto.gov/netahtml/srchnum.htm; search for patent # 1327996.", "construction": "", "usage": "", "variants": [{"name": "Clarion Mirabilis", "link": "ClarionMirabilis"}], "comparisons": [], "examplesDescription": "The name Tuba Mirabilis is the most common, with 90 examples in Osiris, all at 8' pitch except for a handful at 16'. Osiris contains 32 examples of Tuba Magna, just over half of which are at 16' pitch, the rest being at 8'; and eight examples of Tuba Major, of which six are at 8' pitch and two at 16'. All known examples of Tuba Imperial and Schweizer Trompete are given below.", "examples": [{"link": "", "name": "Tuba Mirabilis 8', Solo; Town Hall, Birmingham, England; Hill 1834. This is the earliest known example of this name, but may have been a later addition."}, {"link": "", "name": "Tuba Imperial 8', Solo; Conventional Hall, Atlantic City, New Jersey, USA; Midmer-Losh."}, {"link": "", "name": "Tuba Imperial 8', Choir; Trinity Church, New Orleans, Louisiana, USA; Redman 1993."}, {"link": "", "name": "Schweizer Trompete 8', Brustwerk; St. Kastor, Koblenz, Germany; Spaeth 1962."}, {"link": "", "name": "Schweizer Trompete 8', 4', Schwellwerk; Lorenzkirche, Nürnberg, Germany; Steinmeyer 1937."}, {"link": "", "name": "Schweizer Trompete 4', Manual II, Andreas Organ; Liebfrauendom, Munich, Germany; Zeilhuber 1957."}, {"link": "", "name": "Tuba Major 8', Swell; Royal Albert Hall, London, England; Willis 1872. This is the earliest known example."}], "soundClips": [{"divisionName": "", "clips": [{"files": [{"name": "St. Anne", "file": "So_Tuba_stan.mp3"}], "name": "Tuba Mirabilis 8', Choir", "organLink": "KelloggAuditorium", "organName": "Kellogg Auditorium, Battle Creek, Michigan, USA", "organBuilderName": "Aeolian-Skinner, 1933"}]}], "bibliography": []}