{"images": [], "names": [{"name": "Quint Trumpet", "origin": "English", "link": "", "primary": false}, {"name": "Trumpet Quint", "origin": "English", "link": "", "primary": true}, {"name": "Trompette Quinte", "origin": "French", "link": "", "primary": false}], "description": "Listed only by Irwin, who says: A 5-1/3' manual Chorus Reed belonging to the 16' series of stops, which speaks at the interval of a fifth above the keys struck. It should be drawn with a heavy 16' Chorus Reed to keep from unbalancing the tone. In practical application it is not often used without the big 8' and 4' Reeds in combination. This is the third harmonic of the 16' sub-octave series, and is typical of only larger organs. Its abscence from the 16' Reed choir would probably be noticed by the trained ear, since the third harmonic of any series of stop-pitches is important, and always a source of a full and satisfying sound. Certainly, if once heard under ideal conditions, the ear would crave for it again, particularly in certain forms of music. It can be designed to be Cornopean-like or extremely assertive, but is usually under the 16' Reed it serves in loudness. In trying to assimilate it into the ensemble the organist should realize that it creates from thirty to fifty harmonics from each pipe, and is based on a fifth-sounding note. It would not be easy to assimilate when based on an octave-sounding note, but the Quinte Trumpet is much more close-toned. With the 8' (and 5'), but without the 16' Reed, this stop may sound too penetrating and brilliant. It is livelier than the Bombarde Quinte, and may or may not be of the same timbre as the Trumpet Quint. An octave coupler and a mixture can intensify its effects. Practically speaking, a reverberant auditorium, wise use by the organist, the in-tuneness of the organ, and a staccato touch can help it to be a success in the music.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Only one example is known of each of Trumpet Quint and Quint Trumpet. No examples of Trompette Quint are known. Contributions welcome.", "examples": [{"link": "", "name": "Quint Trumpet 5-1/3', Bombard; Royal Albert Hall, London, England; Willis 1872."}, {"link": "", "name": "Trumpet Quint 10-2/3', Solo; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh 1929-32."}], "soundClips": [], "bibliography": []}