{"images": [{"file": "Diaphone1$.png", "subtitle": ""}, {"file": "Diaphone3$.png", "subtitle": ""}, {"file": "Diaphone2$.png", "subtitle": ""}, {"file": "Diaphone4$.png", "subtitle": ""}], "names": [{"name": "Diaphone", "origin": "English", "link": "", "primary": true}, {"name": "Diaphonic Diapason", "origin": "English", "link": "", "primary": false}], "description": "Wind-blown organ pipes come in two broad types: flues and reeds. While the Diaphone is in many ways similar to reeds, it is considered to be in a class by itself, sometimes called \"valvular\". Instead of a reed, it employs a beating palette to produce the vibrations which are amplified and fixed in frequency by a resonator. Unlike beating reeds, the pitch of a Diaphone is not affected by variations in wind pressure. (This is also true of free reeds.) Diaphones are uncommon, and are found most often in theatre organs. Diaphonic pipes are typically only used in the 16' and 32' octaves. Audsley provides a drawing (reproduced here) of the Diaphone in what he calls \"its simplest form\" with the following description: In this treatment we find a likeness to the action of the ordinary striking reed — a likeness which is absent in the more complicated Diaphones in which pneumatic motors are introduced. A is a quadrangular piece of hardwood, bored in the manner shown at B, and firmly attached to the block of the boot C. From this block rises the resonator, which is either inverted pyramidal in form an constructed of wood, or inverted conical in form and made of stout zinc. D is a disc-valve, faced with felt and leather, and carried on the spring E in the manner indicated. The spring E is forked in its lower part, and is held firmly between the sliding pieces shown at F. The spring is regulated by moving these pieces up or down, shortening or lengthening the effective portion connect with the disc-valve. The action of this appliance is simple and resembles that of the ordinary striking reed. When compressed air is admitted from the wind-chest into the boot G it immediately acts on the more exposed surface of the valve D, driving it against the opening of the bore B. The valve rebounds under the action of the spring E, allowing a puff of compressed air to enter the resonator through B. The valve is again closed and again opened, and the action continues so long as the boot is supplied with compressed air. In this, as in all other forms of the Diaphone, the rate of vibration of the valve is controlled by the vibrating column of air within the resonator, and is not affected by increased pressure in the pipe-wind.", "construction": "", "usage": "", "variants": [{"name": "Contra Diaphone", "link": "ContraDiaphone"}], "comparisons": [], "examplesDescription": "Diaphone 16', Pedal; Irvine Auditorium, University of Pennsylvania, Philadelphia, Pennsylvania, USA; Austin 1926.", "examples": [{"link": "", "name": "Diaphone 16', Pedal; Irvine Auditorium, University of Pennsylvania, Philadelphia, Pennsylvania, USA; Austin 1926."}, {"link": "", "name": "Diaphone 16', Pedal; Claremont College, Claremont, California, USA; Estey 1931."}, {"link": "", "name": "Diaphone 32', 16', Pedal; Worcester Cathedral, Worcester, England; Hope-Jones 1896."}, {"link": "", "name": "Diaphone 32', 16', Pedal; Town Hall, Melbourne, Australia; Hill, Norman & Beard 1929."}, {"link": "", "name": "Diaphone 16', Pedal; Auditorium, Ocean Grove, New Jersey; Hope-Jones 1907."}, {"link": "", "name": "Diaphone 16', Pedal; First Church of Christ, Scientist, San Francisco, California, USA; Kimball 1924."}], "soundClips": [], "bibliography": []}