{"images": [], "names": [{"name": "Dulcet", "origin": "English", "link": "", "primary": true}, {"name": "Octave Dulciana", "origin": "English", "link": "", "primary": false}, {"name": "Dulciana Octave", "origin": "English", "link": "", "primary": false}, {"name": "Dulciana Principal", "origin": "English", "link": "", "primary": false}, {"name": "Dolcette", "origin": "English", "link": "Dolcette.html", "primary": false}, {"name": "Dulcet Principal", "origin": "English", "link": "", "primary": false}, {"name": "Echo Octave", "origin": "English", "link": "", "primary": false}], "description": "According to most sources, the Dulcet is a Dulciana pitched an octave higher than normal. It was a favorite of Samuel Green, who introduced it under the name Dulciana Principal, probably between 1780 and 1790. Wedgwood maintains that Dulcet has no fixed meaning, and while its most common usage is as described above, it may be a delicate flute or Dolce. Indeed, Locher considers it synonymous with Dolce. As early as 1910 Dulcet was used by Skinner for a two-rank stop of 8' pitch, presumably a celeste. In The Composition of the Organ he writes: Dulcet: a name applied to a stop of two ranks of 8' pitch and of slender scale. In common with other stops of this type, the tone of single rank is cold and incisive but gains warmth through the undulating beat of the two ranks. The Dulcet is not an ideal blender but is useful and dramatic for orchestral effects in combination with flutes to develop a cello quality. These ranks above tenor C are of scale 80, with the lower octave graduated to scale 75 at low C in order to enrich the bass and to ensure promptness. The Dulcet has a one sixth mouth and a beard three inches in diameter at low C. ... This stop, scaled and voiced as above, is too cold for use as a single rank. The double rank and method of tuning develop warmth. There is an alternate meaning for Dolcette, which only Irwin lists as a synonym for Dulcet.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains sixteen examples of Dulcet at 4' pitch, ten examples at 8' pitch (of which half are of two ranks), three examples at 2', and one at 16'. It contains one example of Dulciana Principal, and of Octave Dulciana it contains two examples each at 8' and 4' pitch. No examples of Dolcette, Dulcet Principal, Dulciana Octave or Echo Octave are known.", "examples": [{"link": "", "name": "Dulcet 4', Solo; Priory, Bridlington, Yorkshire, England; Anneessens 1889. This stop may be a later addition."}, {"link": "", "name": "Dulcet 2', Choir; Town Hall, Sydney, New South Wales, Australia; Hill 1886-90."}, {"link": "", "name": "Dulcet 8' II, Choir; Cathedral of St. John the Divine, New York City, New York, USA; Skinner 1910. This is the oldest known example of a two-rank Dulcet."}, {"link": "", "name": "Dulciana Principal 4', Choir; Cathedral, Worcester, England; Hill 1872."}, {"link": "", "name": "Octave Dulciana 8', Pedal; Civic Auditorium, San Francisco, California, USA; Austin 1915. (Built for the Panama-Pacific Exposition.)"}, {"link": "", "name": "Octave Dulciana 4', Choir; Chapel, Girard College, Philadelphia, Pennsylvania, USA; Skinner 1928."}], "soundClips": [], "bibliography": []}