{"images": [], "names": [{"name": "Basson-Hautbois", "origin": "French", "link": "", "primary": true}, {"name": "Oboe & Fagotto", "origin": "Unknown", "link": "", "primary": false}, {"name": "Fagot Oboe", "origin": "Unknown", "link": "", "primary": false}, {"name": "Fagot y Oboe", "origin": "Spanish?", "link": "", "primary": false}, {"name": "Hautboy & Bassoon", "origin": "English", "link": "", "primary": false}], "description": "Some schools of organ-building, in particular 18th & 19th century French, consider the Bassoon to be the proper bass of the Oboe. We therefore find on some organs a single rank of reed pipes, split so that the treble and bass are controlled by two separate stops, labelled Oboe and Basson, respectively. When an entire such rank is controlled by a single stop, it is sometimes labelled with the names listed above. In his entry for Orchestral Oboe Audsley says: As the Oboe of the orchestra does not go below tenor Bb, it is obvious that the imitative tones of the Orchestral Oboe, 8 ft., of the Organ must commence on that note. Below that note the pipes should strictly be of the Fagotto class, because the Fagotto provides the proper bass to the Oboe in the orchestra: it is this fact that led the French organ-builders to use the term Basson-Hautbois. But it is neither necessary nor desirable to break the organ-stop in either its tone or the form of its pipes. In correct Oboe solos, the performer will never be compelled to go below the compass of the instrument, while in general organ playhing the complete stop of uniform tone will be extremely valuable in combination and registration.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains over 60 examples of Basson-Hautbois, 19 examples of Fagot-Oboe, and over 25 examples of Fagot y Oboe. No examples of Hautboy & Bassoon are known. Contributions welcome. Sound Clips Basson-Hautbois 8', Récit Expressive St. Bernhard, Mainz, Germany Cavaillé-Coll, 1872-1892 arpeggio St. Anne Bibliography Audsley[1]: Orchestral Oboe. Audsley[2]: I.XIII Oboe; II.XXXVIII Orchestral Oboe. Sumner[1]:", "examples": [], "soundClips": [], "bibliography": []}