{"images": [{"file": "FluteAPavillon$.gif", "subtitle": ""}], "names": [{"name": "Bell Diapason", "origin": "English", "link": "", "primary": false}, {"name": "Flûte à Pavillon", "origin": "French", "link": "", "primary": true}, {"name": "Courcellina", "origin": "Unknown", "link": "", "primary": false}], "description": "The Flûte à Pavillon was invented in France, dating back to the 1840's, according to Grove. It was introduced into England by the French builder Ducroquet at the 1851 London Exhibition, and enjoyed popularity in that country for about a half century. Its distinguishing feature is the flaring bell on the top of each pipe, hence the name. These bells required extra work in the construction of the pipes, and extra space on the windchest, factors which led to its eventual decline in popularity. Bishop and other English builders renamed the stop Bell Diapason, an inappropriate name, as it is really a flute, or at least a flute-diapason hybrid. Its tone is full and rich, and some examples, according to Audsley have a slight horn-like timbre. The name Courcellina has been used in honor of John Courcelle, a voicer famed for, among other things, his Bell Diapasons. Audsley provides the illustration reproduced here, and the following description of its construction from Organ Stops and their Artistic Registration: The Flûte à Pavillon pipe comprises two leading portions, a cylindrical body, and a bell (pavillon) in the shape of an inverted truncated cone, attached to a short cylindrical portion which slides on the open end of the body for the purpose of tuning, as neither coning nor slotting is admissable for that operation. The cylindrical body is formed in all respects similar to that of the Principal. The short cylindrical portion, to which the bell is attached, fits closely to the body, its lower edge being diagonally cut, so as to have a screwlike motion against a small projecting button of solder on the body, as indicated. Accordingly, in tuning the pipe it is only necessary to raise or lower the bell by turning it slightly of the right or left. By such a simple method of tuning, the timbre of the pipe will remain constant, and the bell will remain firmly in position: both important matters. The mouth of the Flûte à Pavillon is of the same width as that of a Diapason pipe of the same scale, but is cut higher; the height depending largely on the pressure of the wind used and on the volume of tone desired. The pipes should, in all cases, be copiously winded and high pressures avoided. It is questionable if any of the French or English stops were voiced on a wind of higher pressure than 3 1/2 inches. The proportions of the bell vary according to the quality of the tone required, but its desirable dimensions are one and one-half the diameter of the pipe in height, and one and two-thirds the diameter of the pipe in its diameter at top. The proportions have been modified by different pipe makers.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Bell Diapason 8'?, Great; Oratory, Brompton, London, England; Bishop.", "examples": [{"link": "", "name": "Bell Diapason 8'?, Great; Oratory, Brompton, London, England; Bishop."}, {"link": "", "name": "Bell Diapason 8', Great; Mormon Tabernacle, Salt Lake City, Utah, USA; Kimball 1901. (This stop is no longer extant.)"}, {"link": "", "name": "Courcellina 8'?; Church of St. John, Portsea, England. This is the only known example of this name."}, {"link": "", "name": "Flûte à Pavillon 8', Grand Orgue; St. Sulpice, Paris, France. This stop was added by Barker/Callinet/Somer sometime during the first half of the 19th century."}, {"link": "", "name": "Flute a Pavillon 8', Recit; St. Andrews Presbyterian Church, Newport Beach, California, USA; Casavant 1985."}, {"link": "", "name": "Flute a Pavillon 8', Back Great; Town Hall, Leeds, England; Gray & Davison 1859."}, {"link": "", "name": "Flute a Pavillon 4', Swell; Crystal Cathedral, Garden Grove, California, USA; Ruffatti."}, {"link": "", "name": "Flute a Pavillon 8', Grand Orgue; Eglise de St. Eustache, Paris, France; Ducroquet-Barker, 1849-1854."}, {"link": "", "name": "Flûte à Pavillon 8', Solo; Royal Albert Hall, London, England; Willis 1872."}], "soundClips": [], "bibliography": []}