{"images": [{"file": "Violone$.gif", "subtitle": ""}], "names": [{"name": "Violone", "origin": "Italian", "link": "", "primary": true}, {"name": "Violon", "origin": "French", "link": "Violon.html", "primary": false}, {"name": "Violonbass", "origin": "German", "link": "", "primary": false}, {"name": "Violon-Basse", "origin": "French", "link": "", "primary": false}, {"name": "Contra Violone", "origin": "Italian", "link": "", "primary": false}, {"name": "Contre Viole", "origin": "French", "link": "", "primary": false}, {"name": "Contra-Violon", "origin": "Unknown", "link": "", "primary": false}, {"name": "Violenbass", "origin": "German", "link": "", "primary": false}], "description": "These names denote a mild string stop, most often found in the pedal. It is usually pitched at 16', and occasionally at 4' or 32'; 32' examples are more likely to be called Contra Violone, though that name has been used for 16' stops as well. Named after the orchestral instrument of the same name, the largest member of the viola da gamba family, there is no clear consensus on the extent to which the stop is imitative: Adlung says it is, Sumner says it is not, and Audsley contradicts himself. Many examples are a bit slow in speech, giving an initial rasping effect which resembles the sound of a string being bowed. Both wood and metal Violones have been made. Bonavia-Hunt states that wood is better than metal for this stop, and states that the interiors of the pipes should be thoroughly sealed with a hard finish, including the throat and flue. Skinner preferred to use metal starting at 8' C. The scale tends to be small, anywhere from 5\" to 7\" in diameter for a metal pipe at 16' C. Audsley provides the accompanying drawing, with the following description: In the Pedal department of the Organ in the Parish Church, Doncaster [England], there is a Violone, 16ft., made by Schulze. Its tone is full, rich, and imitative; but it is somewhat slow of speech, like a great many German stops of the string-tone class. A Diagonal View and Longitudinal Section of the lower portion of the CCC pipe are given in the accompanying illustration. This pipe measures 6 5/8 inches square, and its mouth is about 1 5/8 inches in height. The peculiarity of the construction of the sound-producing portion of this pipe lies chiefly in the hopper-shaped appendage to the mouth, C. This rests on the beard of the cap A, while its ends form projecting ears to the mouth. The block B is level on the top and flush with the side, as common in pipes with German mouths. The distance across the cap, from wind-way to the start of the inclined front of the hopper is 1 1/4 inches; and the inner inclined face of the front and the projection of the hopper both measure 3 inches. Skinner claims to have been the first to make a 32' Violone, in his 1910 instrument for the Cathedral of St. John the Divine in New York City. Bonavia-Hunt, writing thirteen years later, states that the 32' octave of a Violone is \"not obtainable\", except via a resultant or diaphone. At least three other examples were extant at that time: Schwerin Cathedral, Germany (Ladegast), Blenheim Palace Library, England (Willis), and the Panama-Pacific Exhibition (Austin), later moved to the Civic Auditorium, San Franciso, California. We can only assume that Bonavia-Hunt was unaware of these stops. Some sources consider these names to be synonyms for Contrabass. The name Violon has other meanings.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "The name Violone is the most common, with 173 examples listed in Osiris, followed by Violonbass, with 54 examples. 75% of the examples are at 16', with the rest more or less evenly distributed between 32' and 8'.", "examples": [{"link": "", "name": "Violone 16', Pedal; Schlosskirche, Weimar, Germany; Compenius 1654, Weishaupt 1707, Trebs 1714. This is the oldest known example of this name."}, {"link": "", "name": "Violonbass 16', Pedal; Dorfkirche, Graefenhain bei Ohrdruf, Thuringia, Germany; Thielmann 1728-31. This is the oldest known example of this name."}, {"link": "", "name": "Violenbass 8', Pedal; St. Magnus, Esens, Ostfriesland, Germany; Rohlfs 1848-60. This is the only known example of this name."}], "soundClips": [], "bibliography": []}