{"images": [], "names": [{"name": "Viole à Pavillon", "origin": "French", "link": "", "primary": false}], "description": "Audsley lists this stop with the following description: The name that has been employed by French organ-builders to designate a string-toned labial stop, of 8 ft. pitch, the pipes of which have conical bodies surmounted by bells (pavillons), similar to those of the Bell Gamba; and, like them, tuned by means of large flexible ears. The pipes were usually made of tin, and voiced to yield a soft and agreeable string-tone. The stop has fallen into disuse. Irwin also lists it, saying: A small-scale String of 8' or 4' on the manuals, with an unusally bright but delicate tonality, inclining towards the Viols in timbre. Its pipe-form imparts to it a somewhat compound train of harmonics that is developed in the extreme heights and also in the range down near the fundamental. The pipe-form that accomplishes this feat is conical and very slender, and each pipe is topped by a narrow bell that is from one-half to one-eighth of its speaking length. The conical portion of the pipe dampens the middle range of harmonics and slightly increases the fundamental, usually weak in a String. The bell strengthens a fringe of brilliantly high harmonics that generally do not escape the walls of a cylindrical pipe of the same general dimensions. This is a solo and ensemble String. This stop is not assertive, as a Viole d'Orchestre may be, but easy for other stops of the same pitch to absorb. The Bell Gamba is of bigger scale and louder tone. Tuning thee narrow pipes is accomplished by bending inward their large ears to flatten, or outward to sharpen, the pitch. This rank deserves the front position on the windchest becaue its myriad of high partials is easy to lose by absorption.", "construction": "", "usage": "", "variants": [{"name": "Viola a Pavillon Celeste", "link": "VioleAPavillonCeleste"}], "comparisons": [], "examplesDescription": "None known.", "examples": [], "soundClips": [], "bibliography": []}