{"images": [], "names": [{"name": "Viole Céleste", "origin": "French", "link": "", "primary": true}, {"name": "Violes Célestes", "origin": "French", "link": "", "primary": false}, {"name": "Viol Celeste", "origin": "French?", "link": "", "primary": false}, {"name": "String Celeste", "origin": "English", "link": "", "primary": false}, {"name": "Viole d'Orchestre Céleste", "origin": "French?", "link": "", "primary": false}], "description": "Audsley and Sumner describe this stop as a sharp céleste made from one or two Viol ranks. Bonavia-Hunt claims that it is made from Viola ranks, and was first introduced by Thynne. Wedgwood considers it to be a synonym for Voix Céleste; Skinner describes it as two ranks of Salicional or Viole d'Orchestre. Irwin, who gives the synonym String Celeste, claims that it is made from Viole d'Orchestre or Muted Violin ranks, and describes its tone as brilliant, keen and cutting. In his entry for Celeste, he lists Viole d'Orchestre as one of the stops from which celestes have been made, but does not make it clear whether the name Viole d'Orchestre Céleste has ever been used. Strony lists Viol Celeste as a celeste rank intended to be used with the Viol d'Orchestre, presumably a rank of similar construction and tone. It is found in at 16', 8' and 4' pitch.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "The Viole Céleste is a fairly common stop, with over 100 examples listed in Osiris. String Celeste is rather uncommon; Osiris contains only five examples. Osisis contains two dozen examples of Viol Celeste, nearly half of them on Wurlitzer theatre organs. No examples of Viole d'Orchestre Celeste are known. Contributions welcome.", "examples": [{"link": "", "name": "String Celeste 8' (II), Orchestral String Organ; Town Hall, Melbourne, Australia; Hill, Norman & Beard 1929."}, {"link": "", "name": "String Celeste 8' III, Pedal; Irvine Auditorium, Philadelphia, Pennsylvania, USA; Austin 1926."}], "soundClips": [{"divisionName": "", "clips": [{"files": [{"name": "Arpeggio", "file": "VioleCelesteArpeg.mp3"}, {"name": "St. Anne", "file": "VioleCelesteStAnne.mp3"}], "name": "Viole Céleste 8', Swell", "organLink": "CulverAcademy", "organName": "Culver Academy, Indiana, USA", "organBuilderName": "Möller 1951"}]}], "bibliography": []}