{"images": [], "names": [{"name": "Clairon Harmonique", "origin": "French", "link": "", "primary": true}, {"name": "Clarion Harmonic", "origin": "English", "link": "", "primary": false}, {"name": "Harmonic Clarion", "origin": "English", "link": "", "primary": false}], "description": "Audsley lists Harmonic Clarion and Clairon Harmonique with the following description: This lingual stop is the true Octave of the Harmonic Trumpet, 8 ft., and is, accordingly, of 4 ft. pitch. The pipes are formed in all respects similar to those of the unison stop, being of about double the normal speaking lengths, voiced on high-pressure wind to speak the octave pitch. The Clairon Harmonique was invented by Aristide Cavaillé-Coll, and introduced for the first time in the Récit-Echo Expressif of the Organ in the Royal Church, Saint-Denis, constructed in 1841. The St.-Denis organ apparently still includes a Clairon Harmonique in the Récit. Even if it is the original one, it is not clear how it has survived over a century and a half of rebuilds and restorations. Contributions welcome.Irwin lists all three synonyms with the following description: An octave Chorus Reed of 4' on the manuals, and 8' on the pedals, voiced to yield an unusually powerful and assertive treble Trumpet tone of the free type rather than the firmer Tuba type. Making the resonators of all the pipes of this Trumpet double (or triple) length does not make the tone more brilliant in so far as the number of partials is concerned, although it may sound more briliant because there are stronger partials nearer the fundamental's pitch. Harmonic-length reed pipes wipe out the very high-pitched (perhaps dissonant) partials, which helps to make a better Chorus Reed ensemble. They also increase the total power of the pipe. Both of these factors are advantages in the loud treble Reed, and harmonic pipes are usually included at the high pitches even though the name does not appear on the drawknob. Weight of tone and better blend with the big flue stops is also achieved. However, the type of tone in the harmonic reed pipe is at least theoretically straying away from the fanfare sound now and going towards the Tuba sound, which is an ensemble as well as a solo sound. Strony gives Harmonic Clarion as a synonym for Clarion Horn.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris lists 64 examples of Clairon Harmonique, and 13 examples of Harmonic Clarion.", "examples": [{"link": "", "name": "Clarion Harmonic 4', Solo; Alexandra Palace, London, England; Willis 1875. (The same division contains both a Tuba Harmonic 8' and a Tromba Harmonic 8'.)"}, {"link": "", "name": "Clarion Harmonic 4', Swell; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh 1929-32."}], "soundClips": [], "bibliography": []}