{"images": [{"file": "Ludwigtone2$.jpg", "subtitle": ""}, {"file": "Ludwigtone1$.jpg", "subtitle": ""}], "names": [{"name": "Ludwigtone", "origin": "English?", "link": "", "primary": true}, {"name": "Flute Coelestis", "origin": "English/Latin?", "link": "", "primary": false}], "description": "Irwin lists Ludwigtone with the following description: An open stop of 8' or 4' on the manuals, formed from small-scale wooden pipes, each with two mouths, on opposite sides. It resembles the other softer Foundation stops in timbre. There is a partition down the middle of each pipe, really making two sounding air columns in each pipe structure. The two air columns of each pipe are both tuned off the normal pitch: one slightly sharp, and the other slightly flat. . . . At the top of each pipe is a roll of pipe-metal by which tuning is accomplished, and therefore also the degree of beating is adjusted. This unique stop was invented by H. H. Holtkamp and A. G. Sparling. It is designed to sound at many dynamic levels, different patterns of undulation, and in some variation of tone quality. According to Maclean, Holtkamp stated that the trouble and expense involved in constructing this stop made its further production unlikely. This celeste stop has been made by the Buzard Organ Company under the name Flute Coelestis. The accompanying photographs appear courtesy of that company. In his entry for Onda Maris, Adlung describes a pipe form that appears to be an early form of Ludwigtone: At Waltershausen the Unda maris 8' is a rank with double lips that produces two sounds, one of which is somewhat sharper than the other. This stop is also found at St. Wenceslaus in Naumburg, commencing with tenor a. I have not seen or heard anything else about this sort [of stop].", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "All known examples are listed below.", "examples": [{"link": "", "name": "Ludwigtone 8', Swell; First Congregational Church, La Grange, Illinois, USA; Wotteler, Holtkamp & Sparling 1937. Organ moved in 1979 to Immaculate Conception Catholic Church, Chicago, Illinois, USA."}, {"link": "", "name": "Ludwigtone 8', Gallery Ethereal; First Congregational Church, Los Angeles, California, USA; Skinner, Schlicker, Moller & David."}, {"link": "", "name": "Ludwigtone 8', Swell; St. Philomena Church, East Cleveland, Ohio; Holtkamp 1937."}, {"link": "", "name": "Ludwig Tone II, Chancel; Zion Lutheran Church, Detroit, Michigan, USA; Votteler-Holtkamp-Sparling 1932."}, {"link": "", "name": "Ludwigtone 8', Swell; practice room, Southern Baptist Theological Seminary, Louisville, Kentucky, USA; Holtkamp 1957."}, {"link": "", "name": "Ludwigtone 8', Choir; Holy Trinity Lutheran, Marietta, Georgia, USA; Parkey 2005."}, {"link": "", "name": "Flute Coelestis II 8', Choir; Bellevue United Methodist Church, Bellevue, Washington, USA; Buzard 1997."}, {"link": "", "name": "Flute Coelestis II 8', Swell; Chapel of St. John the Divine, Champaign, Illinois, USA; Buzard 1991."}, {"link": "", "name": "Flute Coelestis II 8', Great; St. Paul's Cathedral (Episcopal), Oklahoma City, Oklahoma, USA; Buzard 1998."}], "soundClips": [], "bibliography": []}