{"images": [], "names": [{"name": "Jeu de Clochette", "origin": "French", "link": "", "primary": true}, {"name": "Clochette[s]", "origin": "French", "link": "", "primary": false}], "description": "The name Jeu de Clochette is listed only by Irwin, who says: A bright, delicately toned mixture on the manuals, formed from open metal pipes of high pitch and brilliant tone. This stop gives the effect of small bells sounding in the distance, especially when played staccato. It creates a charming effect with the softer Flutes or diminutive Foundation ranks, like the Dolce or Dulciana. It is effective with both 8' and 4' stops. It can be used by itself. The ranks of which it is composed are close together in pitch, therefore so are its overtones, making the bell-like effect more pointed. It can be chorded, like the Carillon, to be simply a source of bright timbre in soft combinations. Many excellent examples are to be heard in European organs, but very few in America. The name Clochette[s] is mentioned only by Wedgwood, who carelessly lists it as a synonym for Carillon, Glockenspiel and Gongs, without any further discussion of the name. We find ten examples of it in Osiris, four of which are mixtures (see below); the other six appear to be percussion stops. Other examples of Clochettes are known to be synonyms for Zymbelstern.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Jeu de Clochette III 2/3', Positiv; Grand Organ, Calvary Church, Charlotte, North Carolina, USA; Moller 1990;", "examples": [{"link": "", "name": "Jeu de Clochette III 2/3', Positiv; Grand Organ, Calvary Church, Charlotte, North Carolina, USA; Moller 1990;"}, {"link": "", "name": "1/4' Jeu de Clochette II, Unenclosed Positiv; Chancel Organ, St Thomas, New York City, USA; Aeolian-Skinner 1956."}, {"link": "", "name": "Jeu de Clochette II 2/5'; Broadway Baptist Church, Fort Worth, Texas, USA; Casavant 1996."}, {"link": "", "name": "Jeu de Clochettes 1', Positif; St-Eustache, Paris, France; Merklin, 1876-79."}, {"link": "", "name": "Clochette II-III, Positiv; Santa María, Tolosa, Guipuzcoa, Spain; Stoltz 1885."}, {"link": "", "name": "Clochette II, Solo; Mother Church of Christ, Scientist, Boston, Massachusetts, USA; Steinkampf & McKown 1979."}, {"link": "", "name": "Clochette 1/3', Gallery Positif; Hyde Park Community United Methodist Church, Cincinnati, Ohio, USA; Casavant 1990. C2: 2/3; C3: 1-1/3."}, {"link": "", "name": "Clochettes II 1-1/3', Choeur; Broadway Baptist Church, Fort Worth, Texas, USA; Casavant 1996. Harmonic pipes."}], "soundClips": [], "bibliography": []}