{"images": [{"file": "Physharmonika$.gif", "subtitle": ""}], "names": [{"name": "Physharmonica", "origin": "Unknown", "link": "", "primary": true}, {"name": "Physharmonika", "origin": "Unknown", "link": "", "primary": false}, {"name": "Harmonium", "origin": "Unknown", "link": "", "primary": false}, {"name": "Phisharmonika", "origin": "Unknown", "link": "", "primary": false}, {"name": "Seraphine", "origin": "Unknown", "link": "", "primary": false}], "description": "A soft-toned free reed stop of 16' or 8' pitch. All of the reeds are mounted within a single special wind chest, sometimes with short resonators, sometimes without. It is sometimes fed from a separate reservoir whose pressure is under the control of a pedal at the console, thus allowing expression. Wedgwood describes the Physharmonika as virtually a set of harmonium (reed organ) reeds, and describes the Harmonium stop as being identical with the Clavaeoline or Physharmonika. According to Grove, it was introduced to Germany in the mid-19th century by Walcker, Ladegast, and other builders. Williams states that it was popular from around 1810. Free reeds without resonators are not affected by changes in temperature, unlike other pipe forms, making it difficult to keep this stop in tune with the rest of the instrument. Audsley gives the illustration reproduced below with the following description: The best examples of the Physharmonika to be found in modern European Organs have been made by J. & P. Schiedmayer of Stuttgart [Germany], through whose courtesy we are able to give an illustration showing the formation of the stop. Fig. 29 [reproduced below] is a Transverse Section of the complete appliance in its most improved form. A is the chamber into which the compressed pipe-wind is conducted by a suitable wind-trunk or conveyance. This chamber is connected through the opening D, with the bellows B, which, together with the chamber A, forms the compressed-air resevoir. The bellows B is acted on by the spiral spring C, which properly regulates the wind-pressure at all times on the many tongues. E is a small escape-valve, held against its port by a light spring. A Longitudinal Section of a free tongue or vibrator with its brass frame is shown at F; and its tuning-clip and wire are shown at G. The wire passes air-tight through the side of the chamber A, to enable the tuning to be done from the outside. H is the reed-groove special to the vibrator F, furnihed with the pallet-hole I. J is the pallet, covering the hole I, and commanded by the key-action of the Organ through the agency of the rocking-lever K and the pull-wire L. The pallet is held against its seat by the spring M, which is strong enough to resist the downwad pressure of the wind on the surface of the pallet. N is the sound-chamber, general to all the reed-grooves: this is properly made much deeper than is shown. It is furnished at its end, or ends, with a pivoted or sliding applicance for crescendo and diminuendo effects. The free-reeds of the Physharmonika are similar in all respects to those used for the ordinary free-reed stops; the only difference lies in the manner in which they are mounted. Skinner considers Harmonica to be more or less synonymous with Physharmonica.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains only two examples, which are listed below. No examples of Phisharmonika or Seraphine (mentioned only by Wedgwood) are known. Contributions welcome.", "examples": [{"link": "", "name": "Physharmonika 8', Manual IV; Cathedral, Halberstadt, Germany?; Schulze 1837-38. Zinc resonators."}, {"link": "", "name": "Physharmonica 8', Manual III; Cathedral, Buenos Aires, Argentina; Walcker 1871. This example is fitted with a regulator pedal."}, {"link": "", "name": "Physharmonika 8', Schwellwerk; Cathedral, Riga, Latvia; Walcker 1883 (restored 1983)."}, {"link": "", "name": "Physharmonika 16', 8'; Cathedral of Fribourg, Switzerland; Haas."}, {"link": "", "name": "Physharmonika 8', Swell; Cathedral of Lucerne, Switzerland; Hass."}, {"link": "", "name": "Harmonium 8'; Cathedral of Magdeburg. (This is the only known example of this stop, cited by Locher and Audsley.)"}], "soundClips": [], "bibliography": []}