{"images": [], "names": [{"name": "Kleinerzähler", "origin": "German", "link": "", "primary": false}, {"name": "Klein Erzähler", "origin": "German", "link": "", "primary": true}, {"name": "Kleine Erzähler", "origin": "German", "link": "", "primary": false}, {"name": "Kleiner Erzähler", "origin": "German", "link": "", "primary": false}, {"name": "Klein Erzähler Celeste", "origin": "German", "link": "", "primary": false}, {"name": "Kleine Erzähler Celeste", "origin": "German", "link": "", "primary": false}, {"name": "Kleiner Erzähler Celeste", "origin": "German", "link": "", "primary": false}], "description": "The Kleiner Erzähler was invented by Ernest M. Skinner, who describes it as follows: A pair of diminutive Erzählers, one rank tuned sharp ot the other, producing the undulating effect of a Celeste. Since a single Erzähler pipe sounds both fundamental and octave, a pair of thee pipes must sound four simultaneous tones. Since one pipe is sharper than the other, their speech creates on Celeste at unison pitch and another of twice the frequency an octave higher. The Kleiner Erzähler has an affinity for the Celesta, or Harp, in combination with which it produces a charming effect of mysticism. The first example of this stop appears in the Fourth Presbyterian Church, Chicago [Illinois, USA]. It was designed as a tribute to Mrs. Emmons Blaine, donor of the organ. Irwin lists Kleinerzähler with a somewhat different description: A Foundation stop of 4' on the manuals, frequently serving as the softer of two 4' stops on the Great or Choir. These Erzähler pipes may be smaller in scale than the 8' rank, and are of unusually easy blend with all families of organ tone. Sometimes two 4' ranks speak from a single stop knob, although they are not tuned as a céleste. This device produces a sound of greater intensity without hardness of quality. This soft Octave fades into the tones of the other flue stops without being conspicuous, lending them a transparent, mildly bright tone. Occasionally this name may refer to a soft 8' Erzähler.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "The dozen and a half examples in Osiris overwhelmingly support Skinner's definition over Irwin's, though it must be pointed out that all but three of them are by Skinner or Aeolian/Skinner, and one of those three was a rebuild of a Skinner. Only one example is at 4' pitch, and it is a celeste. Only one example is known to not be a celeste; for three other examples the stoplist is ambiguous as to whether they are celestes; all other examples are celestes, some drawing the ranks separately and some drawing together. The earliest examples date from 1925; Skinner did not give a date for the Fourth Presbyterian organ mentioned above.", "examples": [{"link": "", "name": "Kleinerzähler 8', Great; Gallery organ, First Presbyterian Church, San Anselmo, California, USA; Aeolian-Skinner 1966. This is the only example known to not be a celeste."}, {"link": "", "name": "Kleine Erzaehler II 4', Choir; Kleine Erzaehler II 8', Solo; Extension of the Mother Church of Christ, Scientist, Boston, Massachusetts, USA; Aeolian-Skinner 1952. This is the only known 4' example."}, {"link": "", "name": "Klein Erzaler [sic] II 8', Choir; Calvary Church, Charlotte, North Carolina, USA; Moller 1990."}, {"link": "", "name": "Kleinerzahler Celeste I-II 8', Choir; First Presbyterian Church, Berkeley, California, USA; Ruffatti 1975."}, {"link": "", "name": "Kleine Erzahler 8', Kleine Erzahler Celeste [TC], Choir W. K. Kellogg Auditorium, Battle Creek, Michigan, USA; Aeolian-Skinner 1933."}, {"link": "", "name": "Kleine Erzahler II 8', Choir; Jefferson Avenue Presbyterian Church, Detroit, Michigan, USA; Skinner 1925."}, {"link": "", "name": "Kleine Erzähler 8', Echo; Trinity Episcopal Church, San Francisco, California, USA; Skinner 1925."}, {"link": "", "name": "Kleiner Erzahler 8', Kleiner Erzahler Celeste 8', Solo; Hammond Castle Museum, Gloucester, Massachusetts, USA."}, {"link": "", "name": "Kleiner Erzaehler II 8', Choir; National Cathedral, Washington D.C., USA; Skinner 1939."}], "soundClips": [{"divisionName": "", "clips": [{"files": [{"name": "St. Anne", "file": "Ch_KErzahler_stan.mp3"}], "name": "Kleinerzahler 8', Choir", "organLink": "KelloggAuditorium", "organName": "Kellogg Auditorium, Battle Creek, Michigan, USA", "organBuilderName": "Aeolian-Skinner, 1933"}, {"files": [{"name": "St. Anne", "file": "Ch_Celeste_stan.mp3"}], "name": "Kleinerzahler Celeste 8', Choir", "organLink": "KelloggAuditorium", "organName": "Kellogg Auditorium, Battle Creek, Michigan, USA", "organBuilderName": "Aeolian-Skinner, 1933"}]}], "bibliography": []}