{"images": [{"file": "Koppelflote1$.jpg", "subtitle": ""}], "names": [{"name": "Koppelflöt[e]", "origin": "German", "link": "", "primary": true}, {"name": "Koppel Flute", "origin": "German/English", "link": "", "primary": false}, {"name": "Coppelflöt[e]", "origin": "Dutch?", "link": "", "primary": false}, {"name": "Coppelflute", "origin": "German/English", "link": "", "primary": false}], "description": "While Grove and Williams describe this name as a synonym for Koppel, Adlung explicitly distinguishes them, describing Coppelflöt as a Dutch synonym for the Gemshorn. According to Audsley, it is another name for a Koppel of 8' pitch. Irwin describes it as an open metal flute of 8' or 4' pitch, having a tone that is midway between those the Gemshorn and a bright cylindrical metal flute. Irwin and Maclean describe its construction as similar to that of the Spindelflöte Regarding contemporary practices, John A. Panning, Tonal Director of Dobson Pipe Organ Builders, Lake City, Iowa writes: Generally, Koppelflöten have short cones (c. 1/4 of the body length), while Spillflöten have long cones (1/2 body length). A similar thing holds true for the diameter of the hole at the end of the cone: Koppelflöten often have smaller holes than Spillflöten, which might be 1/2 of the diameter or more. Today most Koppelflöten and Spillflöten have movable canisters (felted or papered), not flexible ears, for tuning. The photograph shows a Möller Koppelflöte pipe. The spindel-shaped top (which is closed) can be moved up or down for tuning. The photo appears here courtesy of John Gouwens; click on it for a larger image.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains nearly 200 examples of Koppelflöte; about 10% are at 8' pitch, three are at 2', and the rest are at 4'. The oldest ones are listed below. The same source contains 33 examples of Koppel Flute or Koppelflute. Only one example of Coppelflöte is known, and two of Coppelflute, three at 8' pitch, one at 2', and the rest at 4'.", "examples": [{"link": "", "name": "Koppelflöte 8', Oberwerk; Marienkirche, Berlin, Germany; Wagner 1723."}, {"link": "", "name": "Koppelflöte 4', Positiv; Abbey, Ottobeuren, Germany; Riepp 1766."}, {"link": "", "name": "Coppelflöte 8', Manual II; Ochsenhausen, Baden-Würtemburg, Germany; Gabler 1755."}, {"link": "", "name": "Coppelflute 4', Positive; Cathedral of the Madeleine, Salt Lake City, Utah, USA; Jones 1993."}, {"link": "", "name": "Coppelflute 4', Choir; Shadyside Presbyterian Church, Pittsburgh, Pennsylvania, USA; Reuter 1995."}], "soundClips": [], "bibliography": []}