{"images": [], "names": [{"name": "Flauto Major", "origin": "Italian/English", "link": "", "primary": false}, {"name": "Flauto Maggiore", "origin": "Italian", "link": "", "primary": false}, {"name": "Flûte Majeur", "origin": "French", "link": "", "primary": false}, {"name": "Major Flute", "origin": "English", "link": "", "primary": true}, {"name": "Major Open Flute", "origin": "English", "link": "", "primary": false}, {"name": "Majorflöte", "origin": "German", "link": "", "primary": false}], "description": "These names usually indicate the primary 8' open flute in an organ or division, though they occasionally appear at 4' or 16' pitch. This stop is of large scale and loud tone, and may be of wood or metal or both. Irwin describes its tone as brilliant, strong and clear. According to Audsley, one or both of the names Flauto Maggiore and Majorflöte have been used for stopped flutes. The name Flûte Majeur appears only in Grove, who cites the name in the entry for Flauto, but does not describe it; we assume it to be a synonym for these other names. According to Wedgwood, the name Major Flute has also been used for the Tibia Plena and Flute Double. Wedgwood considers Tibia Major to be a synonym, though other sources disagree.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains nine examples of Flauto Major at 8' pitch, and three at 16', one example of Flauto Maggiore, five of Flûte Majeure, and nine examples of Major Flute at 8' pitch, three at 4', and one at 16'. No examples of Major Open Flute (listed only by Irwin) and Majorflöte (listed only by Audsley) are known. Contributions welcome. The oldest known examples are listed below.", "examples": [{"link": "", "name": "Flauto Major 8', Manual I; Dom, Schwerin, Germany; Ladegast 1871."}, {"link": "", "name": "Flauto Major 16', Hauptwerk; Votivkirche, Vienna, Austria; Walcker 1878."}, {"link": "", "name": "Flauto Maggiore 16', Gallery Organ II; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh."}, {"link": "", "name": "Flute Majeure 8', Grand Orgue; Eglise Notre Dame des Graces, Woulwé St. Pierre, Belgium; Kleuker 1981."}, {"link": "", "name": "Major Flute 8', Great; Portland City Hall, Portland, Maine, USA; Austin 1912."}], "soundClips": [], "bibliography": []}