{"images": [], "names": [{"name": "Melotone", "origin": "English", "link": "", "primary": false}], "description": "This stop was brought to my attention by Christopher Thompson, who wrote: Exclusively used by the John Compton Organ Company, London, England after 1935. It was a patent of this firm and until the last few years was never found outside the UK. This was available at 8, 4, 2-2/3 and 2 pitches. At first it was labelled \"Melophone\" but the name was soon changed to \"Melotone\" for the main solo voices at the mentioned pitches. The sound was produced not by pipes but by an early means of electronic tone production using an electrostatic method. These stops were used exclusively on the Solo manual on theatre organs although 3 melotone units were installed to classical instruments. The sound could be described as quite eccentric and was a cross between a Wurlitzer Tibia and Clarinet with a slight echo. The melotone produced other sounds such as Musette, Cor Anglais, Krumhorn, Chimes, Carillon, Vibraphone and Marimba. These different sounds could be created using \"additive synthetic mixing\" and different degrees of echo. The melotone could be straight or had its own vibrato. Towards the end of the 1930s and after World War II up until the demise of the firm in 1969, the melotone unit was improved in sound and developed into a complete electronic organ. The melotone's popularity was very extreme in that organists either loved it or hated it with some describing it as a \"sick cow\" effect. However, when blended with a Tibia or Flute Chorus chorus and used in slow ballad pieces it could produce a very beautiful sound. The love/hate relationship with the melotone caused much controversy amongst theatre organ enthusiasts and continues to this day.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "The following examples are those believed to be still extant.", "examples": [{"link": "", "name": "Melotone 8', 4', 2-2/3', 2', Solo; Bangor Boys' Secondary School, Bangor, Down, England; Compton 1936. Originally built for Tonic Cinema in Bangor."}, {"link": "", "name": "Melotone 8', 4', 2-2/3', 2', Solo; Guildhall, Southampton, Hampshire, England; Compton 1937."}, {"link": "", "name": "Melotone 8', 4', 2-2/3', Solo; Summerlee Heritage Museum, Coatbridge, Strathclyde, Scotland; Compton. Originally built for the Mayfair Cinema, Aigburth."}], "soundClips": [], "bibliography": []}