{"images": [], "names": [{"name": "Oboe Horn", "origin": "English", "link": "", "primary": true}, {"name": "Cor-Oboe", "origin": "Unknown", "link": "", "primary": false}], "description": "The Oboe Horn was invented by Robert Hope-Jones. It is most often described as a cross between the Oboe and the Horn, though Sumner describes it as a hybrid of an Oboe and a close-toned Trumpet. In construction it resembles a large-scale unimitative Oboe; Wedgwood says that it had weighted tongues, and Irwin describes its resonators as having two inverted conical sections, the upper being of wider flare than the lower, sometimes capped & slotted. Norman & Beard occasionally made this stop under the name Cor-Oboe. It is found at 16' and 8' pitch. Regarding the theatre organ stop, Strony writes: This theatre organ voice is very similar to the standard Oboe that has appeared in church organs for many years. Its use in a theatre organ is twofold: most importantly, it is an accompaniment stop; and secondly, it is a delicate, but dark solo voice. Many theatre organs of 15 ranks or more included this stop. All builders made it and most examples are very similar. However, some Barton organs had an Oboe Horn that was much different. It was much louder and fuller - more of a chorus reed than an accompaniment stop. Normally, it appears only at 8' pitch, but some instruments have a 16' Oboe Horn.", "construction": "", "usage": "", "variants": [{"name": "Double Oboe Horn", "link": "DoubleOboeHorn"}], "comparisons": [], "examplesDescription": "Osiris contains about 20 examples of Oboe Horn, about half of which are by Wurlitzer. No examples of Cor-Oboe are known. Contributions welcome.", "examples": [{"link": "", "name": "Oboe Horn 8'; Llandaff Cathedral, Wales; Hope-Jones 1898. (This is the earliest known example, but it no longer exists.)"}, {"link": "", "name": "Oboe Horn 8', Solo; Auditorium, Ocean Grove, New Jersey, USA; Hope-Jones 1907."}, {"link": "", "name": "Oboe Horn 16', 8'; Paramount Theatre, Oakland, California, USA; Wurlitzer 1925."}], "soundClips": [], "bibliography": []}