{"images": [], "names": [{"name": "Oboe Gamba", "origin": "English", "link": "", "primary": false}], "description": "A very rare string stop of 8' pitch. The name is an enigma, as no known example resembles an Oboe. See Gamba. Examples All known examples are given below. Oboe Gamba 8', Swell; (location unknown); Mudler Hunter c1910. (A very keen string; spotted metal, scale 62..) Oboe Gamba 8', Swell; Mann's Mortuary Chapel, Knoxville, Tennessee, USA; Hook & Hastings opus 2575, c1929. (Sounds similar to a Geigen Principal; now in the residence organ of Dave McClellan. Spotted metal, scale 62.) Oboe Gamba 8', Swell; Enfield, Connecticut, USA; Cole 1904. Oboe Gamba 8', Swell; St. Mary's Catholic Church, Sleepy Eye, Minnesota, USA; Wicks 1947. Oboe Gamba 8', Great; First Church of Ipswich, Ipswich, Massachusetts, USA; Woodbury-Hutchings. A loud, mellow stop of spotted mellow with a tone midway between that of Viola da Gamba and an Oboe. Bibliography Private correspondence. FOOTER Original site compiled by Edward L. Stauff. For educational use only. OboeGamba.html - Last updated 30 September 2007. Home Full Index", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "All known examples are given below.", "examples": [{"link": "", "name": "Oboe Gamba 8', Swell; (location unknown); Mudler Hunter c1910. (A very keen string; spotted metal, scale 62..)"}, {"link": "", "name": "Oboe Gamba 8', Swell; Mann's Mortuary Chapel, Knoxville, Tennessee, USA; Hook & Hastings opus 2575, c1929. (Sounds similar to a Geigen Principal; now in the residence organ of Dave McClellan. Spotted metal, scale 62.)"}, {"link": "", "name": "Oboe Gamba 8', Swell; Enfield, Connecticut, USA; Cole 1904."}, {"link": "", "name": "Oboe Gamba 8', Swell; St. Mary's Catholic Church, Sleepy Eye, Minnesota, USA; Wicks 1947."}, {"link": "", "name": "Oboe Gamba 8', Great; First Church of Ipswich, Ipswich, Massachusetts, USA; Woodbury-Hutchings. A loud, mellow stop of spotted mellow with a tone midway between that of Viola da Gamba and an Oboe."}], "soundClips": [], "bibliography": []}