{"images": [{"file": "Ocarina$.gif", "subtitle": ""}], "names": [{"name": "Ocarina", "origin": "Unknown", "link": "", "primary": false}], "description": "An open metal flute stop of 4' pitch, so named because its hollow timbre resembles that of the folk instrument of the same name. Audsley provides the illustration reproduced here (click on it for a larger image), and gives the following description: The special pipes of this uncommon stop commence at tenor C and extend to the top note. The form and exact proportions of the treble c2 pipe are shown in the accompanying illustration. The speaking length of this pipe is 6 1/8 inches, while the cylindrical portion of its body has the large scale of 1.13 inches diameter. The bell is 3 inches long, and its open upper end has a diameter of 1.69 inches. The pipe is tuned by means of the strip cut from the slot in the bell, as shown. The mouth is 7/8 inch in width, and about one-fourth of its width in height. The upper lip is straight; and the languid is finely nicked. These particulars are derived from the stop in the Choir division of the Organ in the Church of St. Mary, East Parade, Bradford, Yorkshire, built by M. C. Anneessens. When this stop is carried down to CC, the bass octave may be made of either open or stopped metal pipes, as may be found most suitable for carrying down the peculiar tone of the special pipes. This stop should be of tin.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains fourteen examples. Eleven of them are in Spanish organs, six of which were built by Amezua, and all of which are at 4' pitch except for one at 8'. Of the remaining three, one is 2' extension of a Tibia Clausa, and the other two are at 4'. Two other examples are mentioned in the literature.", "examples": [{"link": "", "name": "Ocarina 4', Positif; Seville Cathedral, Seville, Spain; Amézua 1903."}, {"link": "", "name": "Ocarina 4', Great; Priory, Bridlington, Yorkshire, England; Anneessens 1889. (This is the oldest known example.)"}, {"link": "", "name": "Ocarina 8', Manual II; Parroquia de San Miguel, Corella, Navarra, Spain."}, {"link": "", "name": "Ocarina 4', Swell; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh."}], "soundClips": [], "bibliography": []}