{"images": [], "names": [{"name": "Octave Violin", "origin": "English", "link": "", "primary": true}, {"name": "Violetta", "origin": "Italian", "link": "", "primary": false}, {"name": "Violina", "origin": "Spanish", "link": "", "primary": false}], "description": "Irwin lists Violina and Violetta as synonyms for Octave Violin, a Violin stop at 4' pitch. Audsley describes Violina as being similar to Violetta, but does not differentiate them in any way. While Audsley does not equate Violetta with Octave Violin, he describes it as a small scale open cylindrical imititave stop of medium strength, which is consistent with an Octave Violin. Grove lists Violina simply as a 4' string of medium scale, found in English and American organs of the 19th century. Locher equates it with Violin Diapason. Skinner has this to say: A most beautiful voice and one of the most difficult to give the precise character to make it so, is the Swell 4' Violina. This voice complements the lighter tonalities of the Swell organ, as the 4' Octave does the Diapasons, except that its more fragile texture and the stops with which it is associated belong to sheer beauty of tone and not at all to the more powerful dynamic field. For some unknown reason, the 4' Violin seems to be too loud or too stringy, or in some way not just right, unless made of conical pipes and of precisely the right strength and character. In The Art of Organ-Building Audsley describes Violino as an Octave Violin. In his stop dictionary, published later, Violino is listed only as a synonym for Violin, but his description for Violina (not listed in his earlier work) is consistent, in detail, with his earlier description of Violino. This suggests that Audsley was incorrect in equating Violino with Octave Violin, something no other source does. There are alternate meanings for the name Violetta.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains nearly 70 examples of Violina, all at 4' pitch; six examples of Violetta, all at 4' except for one at 8' (see below); and one example of Octave Violin.", "examples": [{"link": "", "name": "Octave Violin 4', String Organ II; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh."}, {"link": "", "name": "Violetta 8' (treble), Espressivo; Nostra Signora della Consolazione, Genova, Italy; Locatelli 1880. (This is the oldest known example of this stop name, and the only one at 8', though as a treble-only stop, it could be considered a 4' rank.)"}, {"link": "", "name": "Violetta 4', Gallery-Choir, Echo; St. Patrick's Cathedral, New York City, New York, USA; Kilgen 1930. (The two stops are independent)."}], "soundClips": [], "bibliography": []}