{"images": [], "names": [{"name": "Orchestral Bassoon", "origin": "English", "link": "", "primary": true}, {"name": "Orchestral Fagotto", "origin": "English?", "link": "", "primary": false}], "description": "An imitative reed stop of 8' or 16' pitch. It is sometimes given the name Bassoon or its synonyms, though those names often refer to an unimitative chorus reed. Audsley lists this stop with the following description: The name properly given to the lingual stop, of 8 ft. pitch, the tones of which successfully imitate those of the orchestral Bassoon. The pipes of the most satisfactory examples of the stop have resonators of wood or metal, conical or pyramidal in form and of very small scale. The true compass of the Bassoon of the orchestra does not extend beyond Eb1; accordingly, above this note the stop is completed in what are practically Orchestral Oboe pipes. The tone of the Orchestral Bassoon should throughout its compass be of greater body than that which characterizes the Orchestral Oboe, so as to give a marked individuality to the stop. Irwin describes it as follows: An imitative Reed of 16' or 8' on the manuals, 16' on the pedals, voiced with the delicate, pungent, reedy timbre of the instrument. It is brighter in most specimens than the stop named Fagotto (Orchestral Fagotto has been seen), and on modern organs this usually means that the resonators are slightly smaller-scaled in the Orchestral Bassoon. This is one of the better imitations on the organ, sounding with much of the characteristic lightness, but the soft clatter of the spurious harmonics that come from the cane reed is lost to the organ pipe, and also to the Orchestral Oboe. The brass reed is actually less likely to give a quantity of inharmonics than the real instrument. This is a solo and ensemble stop. Its extremely slender resonators are unison in length, and inverted-conical. They are capped, with a long, slender slot near the top of each pipe for the emission of the sound wave.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "All known examples of Orchestral Bassoon are listed below. No examples of Orchestral Fagotto are known. Contributions welcome.", "examples": [{"link": "", "name": "Orchestral Bassoon 16', Solo; Cathedral, Christchurch, New Zealand; Hill, Norman & Beard 1880, 1926."}, {"link": "", "name": "Orchestral Bassoon 8', Orchestral Organ; John Wanamaker Store, Philadelphia, Pennsylvania, USA."}, {"link": "", "name": "Orchestral Bassoon 8', Solo; Liverpool Cathedral, Liverpool, England; Willis 1923."}], "soundClips": [], "bibliography": []}