{"images": [], "names": [{"name": "Celestiana", "origin": "English?", "link": "", "primary": false}, {"name": "Celestina", "origin": "English?", "link": "", "primary": true}, {"name": "Coelestina", "origin": "Latin", "link": "", "primary": false}], "description": "These names have been used for a variety of different stops. The name Celestina was apparently introduced by William Hill of London around 1860 for a soft, small-scaled open wooden flute of 4' pitch. Celestina and/or Celestina was later used by Willis for a open metal stop 4' stop of small scale and somewhat louder tone. According to Grove, it was used in 19th century American organs for a 4' string, and Audsley calls it an octave Dulciana. Hope-Jones used it for a Phoneuma celeste (see also Quintaphon). Irwin describes it as being a flute/string hybrid, and Skinner calls it a delicate flute or string. Locher lists it as a synonym for Voix Celeste.", "construction": "", "usage": "", "variants": [{"name": "Celestina Celeste", "link": "CelestinaCeleste"}], "comparisons": [], "examplesDescription": "Osiris contains eight examples, of which three are 2-rank celestes at 8' pitch (all from the late 20th century), three are at 4', and one at 2'. No certain examples are known of Coelestina, which is mentioned only by Audsley, and may have been a figment of his imagination.", "examples": [{"link": "", "name": "Celestina 4', Choir; Centennial Hall, Sydney, New South Wales, Australia; William Hill of London. Audsley claims that it was spelled Coelestina, though other sources disagree, and he contradicts himself about whether it was made of wood or metal."}, {"link": "", "name": "Celestiana 4', Choir; Royal Albert Hall, London, England; Willis 1872. This stop was of metal, and has since been removed. Maclean describes it as a medium-narrow scale Diapason of quiet, stringy tone. Audsley claims it was spelled Celestina, but the Osiris stoplist disagrees."}, {"link": "", "name": "Celestina 4', Choir; Town Hall, Glasgow, Scotland; Gray & Davison 1853, 1855, 1876."}, {"link": "", "name": "Celestina 4', Choir; First Congregational Church, Woburn, Massachusetts, USA; Hook 1860. This stop was changed to 2' in 1913."}, {"link": "", "name": "Celestina 8' II, Swell; Gallery Organ, Holy Trinity Lutheran Church, Buffalo, New York, USA; Moller 1986."}], "soundClips": [], "bibliography": []}