{"images": [], "names": [{"name": "Cone Gedackt", "origin": "English/German", "link": "", "primary": false}, {"name": "Cone Gedeckt", "origin": "English/German", "link": "", "primary": true}, {"name": "Cone Lieblich Gedact", "origin": "English/German", "link": "", "primary": false}], "description": "This half-covered wooden stop of 8' pitch was invented by Hope-Jones. It resembles the Rohrgedeckt, except that its chimneys are of inverted conical shape. Wedgwood lists this stop under the heading Cone Gedackt, in which he says: The bass is of ordinary Gedeckt pipes with solid stoppers, but from fiddle G upwards a tube of inverted conical shape is fitted into the stopper. In this case the tube is tuned to resound to a note one octave higher than that of the pipe. The octave, a partial absent from stopped pipes, is thus introduced, consequently the tone resembles to some extent that of an open Flute. Following in the wake of Professor Helmholtz, Mr. Lewis and Mr. Hope-Hones have obtained some very peculiar and not altogether displeasing effects from Gedeckts by the employment of chimneys of unusual lengths. In Irwin's entry for Cone Gedeckt he has this to say: In the stopper of each pipe, except those at the extreme ends of the compass, is a small cylindical (brass) rohr, or chimney, which admits just a vestige of the even-numbered harmonics not customarily heard from a stoppered pipe. In this particular variety of Rohrgedeckt these chimnies flare outward, a few with even the curvature seen in a trumpet's bell. Pyramidal, straight, and inverted-pyramidal pipes have all been used for this stop, and also chimnies of conical, cylindrical, and inverted-conical shape, making nine possible forms for this stop. Practically speaking, the audience could hardly hear the difference between the timbres of these forms.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Cone Gedackt 8', Choir; Worcestor Cathedral, Worcester, England.", "examples": [{"link": "", "name": "Cone Gedackt 8', Choir; Worcestor Cathedral, Worcester, England."}], "soundClips": [], "bibliography": []}