{"images": [], "names": [{"name": "Gamba Celeste", "origin": "English?", "link": "", "primary": false}], "description": "In The Composition of the Organ, Skinner describes this stop as follows: name given two ranks of strings of great breadth and sonority, one tuned slightly sharp of the other to produce the effect of bowing characteristic of a group of orchestral strings. Both ranks consist of the type of Gamba described in [Skinner's entry for Gamba]. The scales are flared to increase the diameter at the top, as in the ancient Dolcan. The mouth is one fifth the circumference and cut up one half. The Gamba Celeste was designed exclusively for the Solo organ. Irwin has this to say: An undulating 8' String stop on the manuals composed of two ranks of Gambas. On the Solo Organ this céleste can be quite loud and pungent, and may even rival the 'Cello Celeste in power, but it lacks that stop's warm, assertive, orchestral tone quality. It makes a very brilliant céleste and may be heard from the Sring Organ with the Viole Célestes. It makes a definite contrast with all other String célestes because it is both loud and bright-toned; most of them are soft and bright. It is useful in playing episodic passages that demand a tone of special contrast. It blends less easily than the Voix Céleste, but more easily than the Viole Céleste.", "construction": "", "usage": "", "variants": [{"name": "Gambette Celeste", "link": "GambetteCeleste"}], "comparisons": [], "examplesDescription": "Osiris contains about 75 examples, the oldest of which are listed below.", "examples": [{"link": "", "name": "Gamba Celeste 8', Swell; Cathedral Church of St John, Providence, Rhode Island, USA; Hook 1851. May have been added in an 1894 rebuild by Hutchings."}, {"link": "", "name": "Gamba Celeste 8', Choir; Memorial Church, Stanford University, Palo Alto, California, USA; Harris 1901."}], "soundClips": [{"divisionName": "", "clips": [{"files": [{"name": "St. Anne", "file": "So_GambaCel_stan.mp3"}], "name": "Gamba Celeste 8' + Gamba 8', Solo", "organLink": "KelloggAuditorium", "organName": "Kellogg Auditorium, Battle Creek, Michigan, USA", "organBuilderName": "Aeolian-Skinner, 1933"}]}], "bibliography": []}