{"images": [], "names": [{"name": "Flute Céleste", "origin": "English", "link": "", "primary": false}], "description": "In The Composition of the Organ Skinner describes this stop as follows: A misnomer; a stop consisting of two identical ranks of Flauto Dolce drawn by a single register. It is intended to represent the effect of the muted strings of the orchetra, as heard in the second movement of Tschaikowsky's B flat Minor Concerto, for piano and orchestra from which this stop found its inception. The Flauto Dolce, which is in no sense a voice of power, develops an extraordinary volume in its dual role of Flute Celeste. It has unusual cumulative properties. Developed by the writer. The use of an octave coupler with the Flute Celeste originally developed undue prominence in the upper octaves. On this account it was later graduated from a tapered to a straight scale in the treble, which removed this defect. In a search for a delicate silvery octave to the Flute Celeste, I employed a 4' Unda Maris, which is seems to me is the most beautiful comination possible to the organ. The Flute Celeste of two ranks at CC is of scale 57 at the mouth and 67 at the top and has a 1/6 mouth cut up #47 [0.8\"]. It was designed for the Swell organ and should not be placed elsewhere. Skinner aside, in common usage the Flute Celeste is just as likely, if not more, to be some sort of flute, or a flute/string hybrid. Irwin has this to say: An undulating Flute stop of 8' manual pitch, made from any Flute well-developed harmonically and somewhat on the soft side. A prominent fundamental damages this delicate, subtle tone quality. The pattern of pitches is normal-sharp, normal-flat, or sharp-flat, the first two giving the organist a stop for other combinations. A slow undulation blends more easily with other soft stops, and wipes out less of this Flute's timbre. The Spitzflöte has become almost synonymous with this name, but the Dolce Flute, Viol Flute, and other forms may also be used. This is a background tone and an accompaniment stop. On theatre organs, the Flute Celeste is a Concert Flute rank tuned flat.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains over 100 examples, over a third of which are by Skinner or Aeolian-Skinner.", "examples": [{"link": "", "name": "Flute Celeste 8', Great; First Baptist Church, Oakland, California, USA; Harris 1907. This is the earliest known example whose date is certain. It is a single rank; other stops in its division include a Gross Flute and a Gemshorn."}, {"link": "", "name": "Flute Celeste 8', Swell; St. Paul's Church, Cambridge, Massachusetts, USA; Woodbury c1900. A conical flute/string hybrid, one rank intended to be used with the Flauto Dolce."}, {"link": "", "name": "Flute Celeste 8', Swell; St. Ambrose R.C. Church, Endicott, New York, USA; Skinner 1922. This is the earliest known Skinner example. It is a single rank, but also draws the separately available Flauto Dolce."}], "soundClips": [{"divisionName": "", "clips": [{"files": [{"name": "St. Anne", "file": "Sw_FluteCel_stan.mp3"}], "name": "Flute Celeste 8' + Flauto Dolce 8', Swell", "organLink": "KelloggAuditorium", "organName": "Kellogg Auditorium, Battle Creek, Michigan, USA", "organBuilderName": "Aeolian-Skinner, 1933"}]}], "bibliography": []}