{"images": [], "names": [{"name": "Fourniture", "origin": "French", "link": "", "primary": true}, {"name": "Furniture", "origin": "English", "link": "", "primary": false}, {"name": "Fornitura", "origin": "Unknown", "link": "", "primary": false}, {"name": "Forniture", "origin": "Unknown", "link": "", "primary": false}, {"name": "Fournitura", "origin": "Unknown", "link": "", "primary": false}], "description": "The name Fourniture was originally a French name, elsewhere called Mixture or Mixtur, for the higher-pitched ranks split off from the Blockwerk. According to Sumner, early examples rarely included a Twelfth, and the number of ranks increased as the scale ascended. In the classical French organ, the Fourniture, along with the Cymbale, was an essential ingredient of the Plein Jeu registration, and was included in all but the smallest instruments. It contained octave- and fifth-sounding ranks only, and in its upper range included pitches supporting the 16' and sometimes even the 32' harmonic series. At the bottom of its compass, the Fourniture started at lower pitches than the Cymbale, but at the top of its compass contained much the same pitches. The two mixtures were occasionally combined into a single Plein Jeu mixture, especially toward the end of the classic period and afterward. In England beginning around 1680, the Furnitures of Renatus Harris included third-sounding ranks, especially by 1740, according to Grove. In the 19th century, Willis and Cavaillé-Coll included thirds. Hopkins & Rimbault state that the Furniture is sometimes \"nearly identical\" to the Mixture or 3-rank Sesquialtera. Audsley claims it to be the highest-pitched mixture.", "construction": "", "usage": "", "variants": [{"name": "Fourniture Cymbalisée", "link": "FournitureCymbalisee"}], "comparisons": [], "examplesDescription": "Osiris contains around 400 examples of Fourniture, from II to VIII ranks, and 16 examples of Furniture. No examples are known of Fornitura (mentioned only by Adlung); contributions welcome. All known examples of the other spellings are given below.", "examples": [{"link": "", "name": "Forniture IV, Great; Rose RC Church, Chelsea, Massachusetts, USA; Cole."}, {"link": "", "name": "Forniture V-VI, Oberwerk; St. Marien, Lübeck, Germany; Kemper 1968."}, {"link": "", "name": "Fournitura, Rug Positief; Sint-Servaas, Grimbergen, Belgium; Forceville/Goynaut 1751."}], "soundClips": [{"divisionName": "", "clips": [{"files": [{"name": "Arpeggio", "file": "GO_Fourniture_arp.mp3"}], "name": "Fourniture III, Grand Orgue", "organLink": "Reinhardtsgrimma", "organName": "Eglise protestante, Romanswiller, France", "organBuilderName": "Stiehr-Mockers, 1842"}, {"files": [{"name": "Arpeggio", "file": "FournitureArpeg.mp3"}, {"name": "St. Anne", "file": "FournitureStAnne.mp3"}], "name": "Fourniture IV, Great", "organLink": "CulverAcademy", "organName": "Culver Academies, Indiana, USA", "organBuilderName": "Möller 1951"}]}], "bibliography": []}