{"images": [], "names": [{"name": "Acuta", "origin": "Latin", "link": "", "primary": false}, {"name": "Scharf[f]", "origin": "German", "link": "", "primary": true}, {"name": "Scherp", "origin": "Dutch", "link": "", "primary": false}, {"name": "Sharp", "origin": "English", "link": "", "primary": false}, {"name": "Sharp Mixture", "origin": "English", "link": "", "primary": false}, {"name": "Akuta", "origin": "German", "link": "", "primary": false}, {"name": "Scharp", "origin": "German?", "link": "", "primary": false}, {"name": "Scarf", "origin": "German", "link": "", "primary": false}, {"name": "Vox Acuta", "origin": "Latin", "link": "", "primary": false}], "description": "According to the literature, a brilliant, high-pitched mixture of III or more ranks, though II rank examples are known. Audsley, Grove and Williams specify a small scale. Most sources give it one or more third-sounding ranks, though according to Audsley the old English examples lacked them. Grove, who dates it from around 1500, also implies that third-sounding ranks were a later development in this mixture: early Dutch and German examples were high-pitched like the Zimbel, and distinct from the Terzzimbel; mid-19th century examples frequently contained a high third-sounding rank. Wedgwood says it should contain a Septiéme.", "construction": "", "usage": "", "variants": [{"name": "Scharfzimbel", "link": "Zymbelscharf"}], "comparisons": [], "examplesDescription": "Osiris contains over 450 examples of Scharf, making it by far the most common name. It also contains about 55 examples of Scherp with II-XII ranks, 50 examples of Acuta with from II to VI ranks, 28 examples of Sharp Mixture with II-V ranks, 16 examples of Sharp (all but one late are 20th century by Fisk), five examples of Scharp, and a single example of Akuta. No examples of Vox Acuta or Scarf are known. Contributions welcome. The earliest examples are given below.", "examples": [{"link": "", "name": "Acuta IV, Great; Cathedral of the Holy Cross, Boston, Massachusetts, USA; Hook 1863."}, {"link": "", "name": "Akuta IV, Manual I; Smetana Hall, Prague, Czechoslovakia; Voit/Tucek 1912."}, {"link": "", "name": "Scherp, Manual; St. Denijs, Veurne, Belgium; de Buus 1521."}, {"link": "", "name": "Scherp VI, Hoofdwerk; Vrouwkerk, Antwerpen, Belgium; Brebos 1565."}, {"link": "", "name": "Scharff III-IV, Ruckpositiv; Jacobikirche, Hamburg, Germany; Stellwagen 1636."}, {"link": "", "name": "Scharp III-VI, Rückpositiff; St. Stephanskirche, Tangermünde, Germany; Scherer 1624."}, {"link": "", "name": "Scharp III-V, Oberwercke; St. Stephanskirche, Tangermünde, Germany; Scherer 1624."}, {"link": "", "name": "Sharp IV, Choir; Crawford Hal, North Carolina School for the Arts, Winston-Salem, North Carolina, USA; Fisk 1977."}, {"link": "", "name": "Sharp Mixture III, Great; Ulster Hall, Belfast, Northern Ireland; Hill 1861."}, {"link": "", "name": "Scharp Mixture III, Great; St. Michael's College, Tenbury, England; Harrison 1869."}], "soundClips": [], "bibliography": []}