{"images": [], "names": [{"name": "Schreipfeife", "origin": "German", "link": "", "primary": true}, {"name": "Kleinschreier", "origin": "German", "link": "", "primary": false}, {"name": "Kleinschreyer", "origin": "German", "link": "", "primary": false}, {"name": "Schreierpfeife", "origin": "German", "link": "", "primary": false}, {"name": "Schreyerpfeife", "origin": "German", "link": "Barpfeife.html", "primary": false}, {"name": "Schreier", "origin": "German", "link": "", "primary": false}, {"name": "Schreyer", "origin": "German", "link": "Barpfeife.html", "primary": false}, {"name": "Schryari", "origin": "Unknown", "link": "", "primary": false}], "description": "Audsley lists Schreier with the following description: The names given by old German organ-builders to a compound labial stop yielding, as the name implies, screaming tones; and also to a labial stop of a shrill and penetrating flute-tone, an example of which is said to exist in the Organ of the Bärfusskirche, at Erfurt. The stop was usually of three ranks, and was simply a large-scaled and loudly-voiced Acuta. In a footnote to this entry Audsley quotes Seidel-Kothe as follows: Schreier, Schreierpfeife, Schryari, ist eine veraltete, gewöhnlich 3 fache Mixtur, welche aus Oktavchören zu 1', 1/2' und 1/4' besteht. Sie würde, also disponiert, mit der Cymbel ein und dasselbe Register sein, wenn nicht vielleicht eine Verschiedenheit in der Mensur und namentlich in der Intonation obwaltet. Auch 2 fach soll diese Stimme gefunden werden, wo sie aus 2' und 1' besteht. Der Ton dieses Registers muss, dem Namen nach, sehr grell sein. An English translation follows: Schreier, Schreierpfeife, Schryari is an outdated mixture - normally consisting of three ranks with the pitches 1' 1/2' and 1/4'. It would be the same as a Cymbel if there are no differences in the scale and in particular the intonation. It can also be found consisting of two ranks - in this case with the the pitches 2' and 1'. The tone has to be - according to the name - very sharp. Wedgwood also lists it, saying: (Ger.) Schreien = shriek, screech or scream. A high-pitched screaming mixture. At the Bärfusskirche, Erfurt, the stop was a sharp-toned Spillflöte At St. Ulrich, Magedburg, occurred a Kleinschreier (Ger. Klein = small). Adlung lists Schreyer with a different description: Praetorius reports that there is a Kleinschreyer in the organ at St. Ulrich in Magdeburg, and that it is in fact two stops, i.e., there is one drawknob for the bass and another for the treble. Otherwise I have never found such a thing in an organ. It is without doubt an open flue stop. Grove considers Schreyer to be a synonym for Bärpfeife (a reed stop). The schryari was a capped double-reed instrument of the renaissance with a loud, shrill tone. Compare with Schreyer[pfeife], a reed stop.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Only two examples are known of Schreipfeife No examples are known of Kleinschreier, Schreier, Schreierpfeife or Schryari. Contributions welcome.", "examples": [{"link": "", "name": "Schreipfeife II (1-3/5', 1-1/7'), Swell; Chapel of the Resurrection, Valparaiso University, Valparaiso, Indiana, USA; Schlicker 1959."}, {"link": "", "name": "Schreipfeife 8/11 + 8/13 + 8/15; Matthiaskirche, Berlin, Germany; Walcker 1959."}], "soundClips": [], "bibliography": []}