{"images": [], "names": [{"name": "Silver Flute", "origin": "English", "link": "", "primary": false}], "description": "Listed only by Irwin, who says: A conical harmonic metal Flute of 8' or 4' manual pitch. The tone of this unusual combination of pipe-structures is unusually transparent and luminous, owing to the fact that it comes from a small chord of on-pitch partials down near the fundamental's pitch. It is bright without being stringy, delicate without being hard to hear clearly, and distinct in pitch alone as a solo voice or in combination with other flue stops. The conical shape (of the Gemshorn) gives it partials near the range of its fundamental, and the harmonic structure gives it a roundness and smoothness of tone that conical ranks generally do not have. It lacks the conspicuous effect on the ear of the Doppelflöte; its beauty must be carefully listened for. Some organists consider it a superior kind of Harmonic Flute, but it lacks that Flute's penetration and power in combination. A high percentage of tin enhances its bright quality. It may be smaller in scale than the Gemshorn. Its dynamic range varies with its scale, the bigger scales naturally being somewhat louder. For other examples of conical harmonic pipes, see Harmonic Gemshorn and German Flute. Examples Silver Flute 8', Choir; Trinity Methodist Episcopal Church, Berkeley, California. USA; Estey 1929. Silver Flute 8', Solo; Church of the Epiphany, Washington DC, USA; Aeolian-Skinner, 1968. Silver Flute 4', Swell; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh 1929-32. Silver Flute 8' II (tapered harmonic), Echo; Blackstone Residence, USA; 1988. Silver Flute 8' (1-37 tapered, 25-61 harmonic), Choir; First United Methodist Church, Omaha, Nebraska, USA; Quimby 1991. Bibliography Irwin[1]: Silver Flute. FOOTER Original site compiled by Edward L. Stauff. For educational use only. SilverFlute.html - Last updated 31 May 2000. Home Full Index", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Silver Flute 8', Choir; Trinity Methodist Episcopal Church, Berkeley, California. USA; Estey 1929.", "examples": [{"link": "", "name": "Silver Flute 8', Choir; Trinity Methodist Episcopal Church, Berkeley, California. USA; Estey 1929."}, {"link": "", "name": "Silver Flute 8', Solo; Church of the Epiphany, Washington DC, USA; Aeolian-Skinner, 1968."}, {"link": "", "name": "Silver Flute 4', Swell; Convention Hall, Atlantic City, New Jersey, USA; Midmer-Losh 1929-32."}, {"link": "", "name": "Silver Flute 8' II (tapered harmonic), Echo; Blackstone Residence, USA; 1988."}, {"link": "", "name": "Silver Flute 8' (1-37 tapered, 25-61 harmonic), Choir; First United Methodist Church, Omaha, Nebraska, USA; Quimby 1991."}], "soundClips": [], "bibliography": []}