{"images": [], "names": [{"name": "Festival Trumpet", "origin": "English", "link": "", "primary": false}, {"name": "Pontifical Trumpet", "origin": "English", "link": "", "primary": false}, {"name": "State Trumpet", "origin": "English", "link": "", "primary": true}, {"name": "Silver Trumpet", "origin": "English", "link": "", "primary": false}], "description": "Irwin describes this stop as follows: A brilliant and unusually loud Chorus Reed of 8' on the manuals, designed to imitate the state trumpeters in the European cathedrals who announce by fanfares the entrance of a king or bishop. The tone is commanding, harmonically full, and usually of such volume of sound that it can overwhelm the full organ, or at least sound in contrast to it. Such Reeds are merely loud Tubas or Trumpets, perhaps Ophicleides, that are voiced to sound their fundamentals as well as their extensive trains of overtones to practically the maximum degree of development for a Reed. The unison or harmonic-length resonators are usually installed horizontally in front of the main organ or at some point distant from the main organ. This position enables the pipes more easily to move the air-volume in the whole church or cathedral than if they were installed vertically up against the ceiling of an organ chamber. The many dissonant harmonics that give these loud Reeds such a cymbal-like and stately sound are thus able to reach the listener's ear without being absorbed by the walls and other structures on the way. These harmonics that spell the difference between this type of Trumpet and the average Trumpet of the organ are mostly high-pitched and also quite perishable because of their softness. Specifically, the State Trumpet built by the Aeolian Skinner Organ Company at the west end of the long nave, high up under the large rose window, in the Cathedral of St. John the Divine, New York City. This company, which also rebuilt the 140-rank organ at the east end above the choir, experimented extensively to find a Trumpet tone worthy of this huge Gothic edifice. The State Trumpet is stunningly brilliant and possesses all of the clang and brass formant necessary to make it realistic.", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Osiris contains 15 examples of Festival Trumpet, three examples of State Trumpet and one example of Pontifical Trumpet. No examples of Silver Trumpet are known. Contributions welcome.", "examples": [{"link": "", "name": "State Trumpet 8' [floating]; Cathedral of St. John the Divine, New York City, New York, USA; Aeolian-Skinner 1954."}, {"link": "", "name": "State Trumpet 16', 8', Great, Solo; Spencerville Seventh-Day Adventist Church, Silver Spring, Maryland, USA; Moller 1991."}, {"link": "", "name": "State Trumpet 8', Gallery; Church of the Epiphany, Washington DC, USA; Aeolian-Skinner 1968."}, {"link": "", "name": "Pontifical Trumpet 8', Great; Cathedral of Christ the King, Atlanta, Georgia, USA; Goulding & Wood 1992."}], "soundClips": [], "bibliography": []}