{"images": [], "names": [{"name": "Stenthorn", "origin": "English?", "link": "", "primary": false}], "description": "Maclean lists this stop with the following description: A hybrid stop exhibiting elements of both String and Diapason tone, designed and voiced by Rev. Bonavia Hunt for the organ at West Point Cadet Chapel, at the request of the organist, Mr. F. C. Mayer. The pipes are of inverted conical shape, widening towards the top. Mr. Hunt gives the scale of the 4 ft. (Tenor C) pipe as 2 3/4 [?] inches at the mouth, 3 1/8 inches at the top. The mouths are a fourth width, cut up a third of their width. The stop speaks on a wind pressure of 5 inches. Irwin has this to say: A solo labial stop of loud 8' manual tone, made from metal pipes of large scale, inverted-conical in form, and with wide, low mouths. Its train of harmonics is unusually complete, owing to this pipe-shape, and its tone, although mostly Foundation, resembles that of a heavy Reed. Slots further increase the number of loud overtones. It is quite penetrating, but not truly brilliant. Not to be confused with Stentor Horn. Examples Stenthorn 2', Chancel Pedal; Cadet Chapel, United States Military Academy, West Point, New York, USA; Moller 1911. (This organ also contains a number of variants, including Stenthorn Minor, Stenthorn Major, Stenthorn Quint, Belgian Stenthorn Minor, English Stenthorn Major, and Stenthorn 15th. We know of no other organ that contains this stop-name.) Bibliography Irwin[1]: Stenthorn. FOOTER Original site compiled by Edward L. Stauff. For educational use only. Stenthorn.html - Last updated 19 December 2001. Home Full Index", "construction": "", "usage": "", "variants": [], "comparisons": [], "examplesDescription": "Stenthorn 2', Chancel Pedal; Cadet Chapel, United States Military Academy, West Point, New York, USA; Moller 1911. (This organ also contains a number of variants, including Stenthorn Minor, Stenthorn Major, Stenthorn Quint, Belgian Stenthorn Minor, English Stenthorn Major, and Stenthorn 15th. We know of no other organ that contains this stop-name.) Bibliography Irwin[1]: Stenthorn. Original site compiled by Edward L. Stauff. For educational use only. Stenthorn.html - Last updated 19 December 2001. Home Full Index", "examples": [], "soundClips": [], "bibliography": []}